Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/samediggi.no/samediggi-article-3146.html.tmx
Source language: nob
Languages: sme

source: Rådgiver Jeffrey Bader med kona Rohini Talalla og sametingspresident Egil Olli John-Marcus Kuhmunen
sme: Sámediggepresideanta Egil Olli ja ráđđeaddi Jeffery Bader John-Marcus Kuhmunen

source: Rådgiver Jeffrey Bader og politisk rådgiver Bjarne Store Jakobsen i bakgrunnen John-Marcus Kuhmunen
sme: Jeffrey Bader 2 John-Marcus Kuhmunen

source: Rådgiver Jeffrey Bader John-Marcus Kuhmunen
sme: Jeffrey Bader 3 John-Marcus Kuhmunen John-Marcus Kuhmunen

source: Obamas rådgiver Jeffrey Bader besøker Sametinget
sme: Obama ráđđeaddi Jeffrey Bader galleda Sámedikki

source: Sametingspresidenten Egil Olli møtte Obamas rådgiver Jeffrey Bader i dag.
sme: Sámediggepresideanta Egil Olli deaivvadii Obama ráđđeaddiin Jeffrey Baderiin odne.

source: Saker som ble løftet frem var USAs forhold til FNs erklæring om urfolksrettigheter, klimaendringer i arktiske områder og løslatelse av den fengslende indianske aktivisten Leonard Peltier.
sme: Áššit maid guorahalaiga ledje USA gaskavuohta ON julggaštussii álgoálbmotvuoigatvuođaide, dálkkádatrievdamat árktalaš guovlluin ja indianár- aktivista Leonard Peltiera luovosluoitin guhte lea čohkkán giddagasas.

source: Publisert av Kuhmunen, John-Marcus.
sme: Almmuhan Kuhmunen, John-Marcus.

source: Sist endret 06.08.2009
sme: Maŋimustá rievdaduvvon 06.08.2009

source: Bader besøkte i dag Sametinget og fikk presentert samenes historie, Sametingets virke, konsultasjonssordningen mellom Sametinget og statlige myndigheter, og en omvisning i sametingsbygningen innen man gikk over til diskusjoner der Olli løfte blant annet følgende saker:
sme: Bader galledii odne Sámedikki ja beasai gullat sámi historjjá birra, Sámedikki doaimmaheami birra, konsulterenortnega gaskkal Sámedikki ja stáhtalaš eiseválddiid, ja oaččui čájehuvvot Sámediggevistti ovdal go álggiiga ságastallama, gos Olli válddii bajás earret eará dáid áššiid:

source: Sametinget håper på at den positive dreiningen i USAs urfolkspolitikk også vil resultere at USA tilslutter sig til FNs erklæring om urfolksrettigheter.
sme: Sámediggi sávvá ahte positiivvalaš USA álgoálbmotpolitihka rievdan maiddái mielddisbuktá ahte USA searvá ON julggaštussii álgoálbmotvuoigatvuođaide.

source: Dette har stor betydning for alle verdens urfolk.
sme: Dás lea stuora mearkkašupmi buot máilmmi álgoálbmogiidda.

source: Sametinget ser positivt at president Obama har gitt signaler om en ny miljøpolitikk og at dette vil lede USA inn i en ny kurs i klimaspørsmål.
sme: Sámedikki mielas lea positiiva go presideanta Obama lea geažuhan ođđa biraspolitihka birra, ja ahte dát boahtá láidestit USA ođđa geidnui dálkkádatgažaldagas.

source: Klimaendringene har allerede fått og vil få enda større dramatiske følger for urfolk i arktiske områder.
sme: Dálkkádatrievdamat leat mielddisbuktán ja bohtet ain eanet mielddisbuktit dramáhtalaš váikkuhusaid álgoálbmogiidda árktalaš guovlluin.

source: Sametinget setter store forhåpninger til det samarbeid som skjer i Arktisk råd.
sme: Sámedikkis leat stuora sávaldagat ovttasbargui mii lea Árktalaš Ráđis.

source: Indianeren Leonard Peltier har sittet fengslet siden 1976 i USA.
sme: Indianár Leonard Peltier lea čohkkán giddagasas 1976 rájis USA:s.

source: Sametinget sender president Obama en hilsen der man ber han vurdere å løslate Peltier av humanitære hensyn.
sme: Sámediggi sáddii dearvvuođaid Presidentii Obamai gos bivdá su guorahallat Peltiera luovosluoitima olmmošlaš diliid dihtii.

source: Sametinget vil sende en skriftlig henvendelse til president Barak Obama om denne saken.
sme: Sámediggi áigu čálalaččat váldit bajás dán ášši presideanta Obamain.

source: Rådgiver Bader gav uttrykk for konsultasjonsordningen mellom Sametinget og statlige myndigheter som interessant og at den åpnet muligheter for å finne gode løsninger for alle parter.
sme: Ráđđeaddi Bader oaivvildii ahte konsulterenortnet gaskkal Sámedikki ja stáhtalaš eiseválddiid lea miellagiddevaš ja ahte dat mielddisbuktá vejolašvuođaid gávdnat buriid čovdosiid buot beliide.

source: Bader gikk også inn på at det positive samiske samarbeidet mellom sametingene, samiske organisasjoner og statlige myndigheter er konfliktforbyggende.
sme: Bader maid deattuhii ahte buorre sámi ovttasbargu mii lea gaskkal Sámedikkiid, sámi organisašuvnnaid ja stáhtalaš eiseválddiid lea riidováidudeaddji.

source: Sametingspresident Egil Olli ga uttrykk for viktigheten av å styrke båndene mellom urfolk og viste til de positive signaler som president Obama har kommet med i denne sammenheng.
sme: Sámediggepresideanta Egil Olli deattuhii dehálašvuođa nannet oktavuođaid gaskkal álgoálbmogiid ja ovdanbuvttii signálaid maid Presideanta Obama lea buktán dán oktavuođas.

source: Olli sa seg glad for at to fremtredende indianere er utnevnt til sentrale stillingen i Obamas administrasjon.
sme: Olli lea movtta go guokte njunuš indianára leaba biddjojuvvon guovddáš ámmáhiidda Obama ráđđehusas.

source: Disse to personene som er Pawnee indianeren, professor Larry EchoHawk og cherokee indianeren, jurist Kimberly Tehee.
sme: Dát guovttis leaba Pawnee- indianár, profesora Larry EchoHawk ja cherokee- indianár, jurista Kimberly Tehee.

source: Sametingspresidenten peker på at Obama holder sine valgløfter om større innflytelse for urfolk.
sme: Sámediggepresideanta deattuha ahte Obama doallá iežas válgalohpádusaid dan birra ahte addit álgoálbmogiidda stuorit váikkuhanfámu.
